[
    {"id": 1, "codigo": "J51XZIHXZK", "nombre": "Redlemon Fitband Sport Bluetooth", "precio": 449, "cantidad": 245, "descripcion": "MAXIMIZA TU ESTILO DE VIDA Y CUIDA TU SALUD: Posee sensores que detectan la oxigenación en la sangre, tu frecuencia cardiaca y presión arterial. Los datos se reflejan en la pulsera y se almacenan en la aplicación para que puedas consultarlos cuando quieras PODÓMETRO, CONTADOR DE CALORÍAS, DISTANCIA RECORRIDA Y MÁS: Lleva un registro y monitorea en tiempo real tus avances en distintas actividades deportivas, como natación, ciclismo, futbol, entre otros. Fantástica para aquellos interesados en su estado físico NOTIFICACIONES DE REDES SOCIALES: Sincroniza tus dispositivos vía Bluetooth y recibe al instante tus alertas de Facebook, WhatsApp y más. También incluye la función antipérdida que emite una alarma en tu Smartphone en caso de extravío DISEÑADA ESPECIALMENTE PARA DEPORTISTAS: Su grado de protección IP67 la hace resistente al agua, sudor y polvo, para que lleves a cabo cualquier deporte sin limitaciones. Es cómoda, ligera y se ve increíble cuando la traes puesta INCLUYE DOS CORREAS EXTRAS: Con sus dos diferentes repuestos extensibles puedes cambiar de pulsera dependiendo de la ocasión. Y junto a su pantalla dinámica y a color, siempre lucirás a la vanguardia con lo último en tecnología." },
    {"id": 2, "codigo": "DJLS6ZYINO", "nombre": "Echo (2da Generación)", "precio": 1999, "cantidad": 345, "descripcion": "Echo se conecta a través de Wi-Fi a Alexa, un servicio de voz basado en la nube. Alexa puede reproducir música, responder a preguntas, narrar las noticias, consultar el pronóstico del clima, configurar alarmas, controlar dispositivos de Casa Inteligente compatibles y mucho más. Solo pide una canción, artista o género musical con Amazon Music, Spotify, Deezer, y más. Con la función Multi-room puedes escuchar música en tus dispositivos Echo en diferentes cuartos. Echo también puede reproducir estaciones de radio, resúmenes de noticias y más. Llama o manda un mensaje a tus contactos que tengan algún dispositivo Echo compatible o el app de Alexa sin utilizar tus manos. Conéctate instantáneamente con otros dispositivos compatibles en tu casa solo con tu voz. " },
    {"id": 3, "codigo": "A9GR1AWQUE", "nombre": "TP-LINK TL-WA855RE Range Extender", "precio": 317.84, "cantidad": 617, "descripcion": "Ideal for extending Wi-Fi to devices like theiPhone6, Samsung Galaxy S6, iPad4, and PlayStation 3 Works with any standard router or gateway, External antennas for faster and more reliable Wi-Fi Supports AP mode which creates a new Wireless Access point or use Fast Ethernet Port to connect a wired device Easily expand wireless coverage at a push of the Range Extender button. Set the Power Schedule for the range extender for power-saving" },
    {"id": 4, "codigo": "QT3QD3IKNT", "nombre": "SanDisk Memoria Micro SD 128GB", "precio": 561.63 , "cantidad": 707, "descripcion": "Memoria micro SD ultra de 128GB excelente para guardar fotos, videos, imágenes todo para tu teléfono Alcanza velocidades de 100MB incluye la clase 10 excelente para capturar y trasportar todo en la palma de tu mano Graba video de la mas alta calidad en full HD2, excelente para el sistema Android" },
    {"id": 5, "codigo": "OVV2TVFGR9", "nombre": "Bose SoundTouch 10 sistema de música inalámbrico", "precio": 322, "cantidad": 923, "descripcion": "Sistema de música inalámbrico Equipo Wifi Máximo control con la aplicación gratuita SoundTouch Parte de la familia de productos inalámbricos SoundTouch Funciona con dispositivos Wi-Fi y/o Bluetooth para reproducir servicios de música como Amazon Music, Deezer, Spotify y otros, o la música guardada en tu biblioteca personal." },
    {"id": 6, "codigo": "L4HJYD7XVQ", "nombre": "Black & Decker CM618 Cafetera", "precio": 479, "cantidad": 567, "descripcion": "Nota del producto: el diseño de logo en este artículo puede variar de acuerdo con la fecha de fabricación del producto Taza de viaje, de 473 ml Prepara café molido o cápsulas preempacadas Canastilla de filtro removible Partes seguras para el lavavajillas; apagado automático Nota del producto: el diseño de logo en este artículo puede variar dependiendo de la fecha de fabricación del producto Jarra de viaje, 16 oz Prepara café molido o cápsulas preempacadas Canastilla de filtro removible Partes seguras para el lavavajillas, apagado automático" },
    {"id": 7, "codigo": "ZO5DMFQUU9", "nombre": "Sistema de contestador At&t DECT 6.0", "precio": 743, "cantidad": 374, "descripcion": "AT&T EL52313 DECT 6.0 Phone Answering System with Caller ID/Call Waiting, 3 Cordless Handsets, Silver AT&T EL52313 DECT 6.0 Phone Answering System with Caller ID/Call Waiting, 3 Cordless Handsets, Silver AT&T EL52313 DECT 6.0 Phone Answering System with Caller ID/Call Waiting, 3 Cordless Handsets, Silver" },
    {"id": 8, "codigo": "U3NXEW1Z6O", "nombre": "Kingston Canvas Select 64GB SDHC Class 10 SD Memory Card", "precio": 229.53, "cantidad": 584, "descripcion": "Class 10 UHS-I speeds up to 80MB/s read* (* Speed may vary due to host and device configuration) Multiple capacities up to 128GB** Built and tested to withstand harsh environments Format FAT32 (SDHC 32GB), exFAT (SDXC 64GB-256GB) Warranty Lifetime" },
    {"id": 9, "codigo": "LY3W5XIL10", "nombre": "Epson C11CG20301 Multifuncional EcoTank ", "precio": 5495, "cantidad": 234, "descripcion": "Sistema de tanque de tinta de súper alta capacidad y economía - imprime hasta 7.500 páginas en negro1 y 6.000 páginas a color Costo de impresión ultra bajo - un set de botellas de tinta de reemplazo equivale a 35 juegos de cartuchos de tinta y un ahorro de hasta 90 por ciento Inalámbrica - imprime fácilmente desde iPhone, iPad, Android, tabletas y teléfonos inteligentes; incluye Wi-Fi Direct" },
    {"id": 10, "codigo": "6QTUR9INZ4", "nombre": "Ello Pure Botella de agua con tapa", "precio": 202, "cantidad": 756, "descripcion": "The perfect way to enjoy your favorite beverage in style Clean tasting glass is the perfect vessel for water Great for home, work or on the go Leak-proof twist off lid has a convenient carry loop to bring this bottle wherever you go BPA, phthalates, PVC, lead and cadmium free" },
    {"id": 11, "codigo": "GE75RQL52D", "nombre": "Koblenz WD-2.5K - Aspiradora seco/mojado", "precio": 649, "cantidad": 124, "descripcion": "Motor de 1.75 Peak H.P. Tanque de 2.5 galones Sistema de expulsión de aire Almacenaje de accesorios a bordo Diseño ergonómico" },
    {"id": 12, "codigo": "UV01ILUIDQ", "nombre": "Lenovo Yoga - Tablet (20.3 cm (8inch), 1280 x 800 Pixeles)", "precio": 2895, "cantidad": 125, "descripcion": "A big-screen android tablet optimized for entertainment^This 10 inch tablet is perfect for binge-watching TV and movies on-the-go^The 10.1” Full HD IPS crystal-clear display makes watching and playing even more fun^Built-in dual speakers and Dolby AtmosⓇ create a theater-like experience^At less than 2 lbs, this ultra-portable tablet packs up to 15 hours of battery life^Integrated Camera Rear : 13 MP Auto Focus Front : 5 MP Fixed Focus.Weight:WiFi SKU : 1.44 lbs (655 g)" },
    {"id": 13, "codigo": "HE2V253O3K", "nombre": "Presto, Olla Express Premier 75491, 8 L", "precio": 991, "cantidad": 142, "descripcion": "Fabricada en aluminio el mejor conductor de calor Indicador de presión Ahorro de gas y tiempo" },
    {"id": 14, "codigo": "VI1WPQMKE0", "nombre": "UChef Guantes Protectores Anticorte Grandes", "precio": 228, "cantidad": 785, "descripcion": "Durabilidad: Elaborados con los mejores materiales anticorte del mercado. 4 VECES MAS RESISTENTE que la piel! Grip superior: Disponibles en tallas: Chica, Mediana, Grande y Extra Grande. Multiples usos: Úsalos para preparar comida o en trabajos que requieren protección y movilidad. Perfectos para cortar, pelar y rebanar alimentos y para trabajos con madera, carpintería y mucho más. Livianos y comodos: Sus materiales son la combinación perfecta entre comodidad, ligereza y protección. Garantía de satisfacción UChef, Si no estás satisfecho con tu compra te devolvemos tu dinero, ¡100% garantizado!" },
    {"id": 15, "codigo": "RDRENA0FU4", "nombre": "Gigabyte GA-A320M-S2H Motherboard, AMD Ryzen AM4", "precio": 1110, "cantidad": 264, "descripcion": "Ga-a320m-s2h Chipset AM4 Ryzen" },
    {"id": 16, "codigo": "5UL05DOLM1", "nombre": "New Balance M574NK Zapatillas Altas para Hombre", "precio": 1189, "cantidad": 453, "descripcion": "textil Suela de material sintético Suela EVA (Ethyl Vinyl Acetate) para confort Tecnología ENCAP para soporte y durabilidad Suela sintética" },
    {"id": 17, "codigo": "Y95IVWEU4H", "nombre": "Timotech Tope de Puerta Color Negro (Set de 3 Piezas)", "precio": 202, "cantidad": 142, "descripcion": "Caucho de calidad PREMIUM: Elaborados de caucho certificado de la más alta calidad. Incluye sujetadores GRATIS: El juego de 3 piezas incluye 3 sujetadores/ soportes perfectos para colgar los topes de puerta Timotech. Cuélgalos donde tu quieras cuando no los estés usando. Frena puertas como ninguno: Su diseño de pendiente único combinado con su superficie anti deslizamiento te proporcionan el mejor grip para que tu puerta quede inmóvil. Versatilidad: Úsalos en cualquier tipo de superficie, desde madera hasta mármol. Garantía de satisfacción Timotech, Si no estás satisfecho con tu compra te devolvemos tu dinero, ¡100% garantizado!" },
    {"id": 18, "codigo": "DIREOYQPBQ", "nombre": "Luz Bicicleta Recargable 1000 lumenes", "precio": 242, "cantidad": 574, "descripcion": "Súper brillante y recargable---La bombilla LED T6 cree de 1000 lúmenes proporciona una luz brillante y tiene una vida útil de 100000 horas. Distancia del haz de hasta 500 m. Funciona con una batería recargable de ion de litio o 3 baterías AAA (no incluidas). Viene con adaptador y cable USB. Tarda 5 horas en cargarse completamente. CINCO MODOS DE ILUMINACIÓN --- Alta, media, baja, estroboscopio, SOS. Para cambiar entre los cinco modos, presione suavemente el botón de luz de fondo. Presione el botón firmemente para apagar directamente.Ajuste completamente de haz ancho a estrecho estirando el cuerpo. La luz trasera tiene 3 modos: alto, medio y flash estroboscópico. Faro de bicicleta IPX5 resistente al agua --- [MATERIALES DE CALIDAD MILITAR] Ideal para actividades al aire libre como acampar, caminar y montar a caballo; Funciona excelentemente como luz de emergencia. Se puede utilizar como linterna. Las luces se pueden desacoplar rápidamente del soporte para usarlas como linternas de emergencia." },
    {"id": 19, "codigo": "UNHTOQK8S8", "nombre": "JBL JBLFREEWHTBT Audífonos Totalmente Inalámbricos", "precio": 1799, "cantidad": 112, "descripcion": "Totalmente libre de cables Sonido emblemático JBL 24 horas de reproducción combinada Estuche de carga inteligente Llamadas manos libres" },
    {"id": 20, "codigo": "9MSVM55DZQ", "nombre": "Garmin Fenix 5s Reloj GPS multideporte 42mm Plata/Negro", "precio": 7952, "cantidad": 345, "descripcion": "Reloj multideporte premium y compacto (42 mm) con GPS y tecnología Elevate de frecuencia cardiaca a través de la muñeca. Diseño de acero de fácil sujeción y engaste de acero inoxidable con antena EXO, así como una parte posterior de acero forjado que garantiza la mayor integridad en los entornos más exigentes. Con perfiles de actividad preinstalados para todos tus deportes y aventuras. Disfruta de estadísticas clave al alcance de la mano gracias al widget de rendimiento, que muestra el efecto y el progreso de tus sesiones de entrenamiento. Entre las funciones de conexión se incluyen notificaciones inteligentes, cargas automáticas a la comunidad virtual de deporte de Garmin Connect y opciones de personalización con pantallas gratis para el reloj y aplicaciones de nuestra tienda Connect IQ." },
    {"id": 21, "codigo": "H6DM312QZ1", "nombre": "Kit de limpieza para cámaras DSLR", "precio": 168, "cantidad": 745, "descripcion": "Kit de limpieza con todo lo necesario para una limpieza segura y profunda de las cámaras DSLR y dispositivos electrónicos delicados. Lápiz limpiador con brocha suave retráctil en uno de los lados y almohadilla de limpieza en el otro para quitar las marcas de dedos y las manchas. Cepillo para quitar el polvo de la cámara o el objetivo. Pera de aire para quitar la suciedad del cuerpo de la cámara, el objetivo, el espejo o el sensor DSLR. 50 unidades de papel limpiador de objetivos: seguro para su uso en todos los objetivos con revestimiento múltiple (sin dejar arañazos o residuos)." },
    {"id": 22, "codigo": "TU4ZRU9HY4", "nombre": "BLACK + DECKER D3031-LA Plancha de Cerámica a Vapor", "precio": 663, "cantidad": 854, "descripcion": "1600 watts de potencia Suela cerámica, con un mayor número de orificios para una mayor distribución de calor 33% más vapor para desarrugar las prendas Sistema de apagado automático en 3 posiciones y control de temperatura Sistema antigoteo y potente golpe de vapor horizontal y vertical" },
    {"id": 23, "codigo": "BJDRJHZJNU", "nombre": "Ariel + Downy - Paquete con Detergente líquido 6L", "precio": 349, "cantidad": 755, "descripcion": "Remueve manchas difíciles Ayuda a prevenir signos de desgaste No deja residuos visibles en las telas Contiene 2 x Ariel detergente liquido de 3 L y 1 x Downy Suavizante floral 2.8 L" },
    {"id": 24, "codigo": "7OBKZLKTZC", "nombre": "Philips Avent Natural Baby Bottle, Clear, 9oz", "precio": 604, "cantidad": 334, "descripcion": "The most natural way to bottle feed. Natural nipple shape makes it easy for baby to combine with breastfeeding Wide, breast-shaped, soft, flexible, silicone nipple promotes natural latch on, so its easy to combine with breastfeeding Advanced anti-colic valve designed to reduce colic and discomfort by venting air into the bottle and not baby's tummy Few parts and wide neck opening makes it easy to clean and assemble.A range of flow rates are available for your growing baby. This bottle includes a 1Month+ Slow Flow nipple Material:Polypropylene" },
    {"id": 25, "codigo": "GWCQ0A488C", "nombre": "Dell Professional P2417H 23.8inch Screen", "precio": 3519, "cantidad": 122, "descripcion": "Enhanced productivity: Help boost your productivity with this 23.8inch 16:9 aspect ratio monitor. Enjoy a better visual experience with a slim border design. Improved comfort: Work the way you like, comfortably. Adjust your view with flexible adjustability features including tilt, pivot, swivel and height-adjustable stand. Smart investment: You're ready now and for the future with this smart choice. Future proof your connectivity with a wide range of digital ports." },
    {"id": 26, "codigo": "KEWX27A69I", "nombre": "ADATA HD-1818 Unidad de Estado Solido SSD Su650 120Gb", "precio": 418, "cantidad": 111, "descripcion": "Brand: Adata Codigo de proveedor: HD-1818 País de orígen: Mexico" },
    {"id": 27, "codigo": "AUFX8ENQI9", "nombre": "Mochila Slim Bolsa de Pecho Plegable Cruzada", "precio": 314, "cantidad": 563, "descripcion": "Versátil y compacta. El diseño compacto y a prueba de agua (Waterproof) de la Mochila Slim Timotech hace que se pueda doblar en una bolsa pequeña. Extiéndela y úsala como bolsa de hombro para deportes o mochila cruzada. ¡Fácil de llevar! Llévala en tu bolsillo a viajes, campamentos, caminatas o recorridos en bicicleta y cuando necesites cargar más cosas, sólo desdóblala para convertirla en una mochila.  Mochila Múlti-propósito. Cuenta con amplio espacio para una iPad Air y bolsillos accesibles para cargar tu Smartphone, billetera, lentes y llaves.  Cómoda y ajustable. La correa ajustable y de alta calidad de la Mochila Slim Timotech se adapta perfectamente al cuerpo. Puedes llevarla al hombro y acceder fácilmente a todos sus bolsillos con ambas manos." },
    {"id": 28, "codigo": "FPIVPFS77L", "nombre": "U Chef Tijeras profesionales de cocina de acero inoxidable", "precio": 224, "cantidad": 753, "descripcion": "【 Rendimiento Impecable 】Las cuchillas de las tijeras son ultra afiladas y ofrecen cortes de alta precisión con un mínimo esfuerzo. Funcionan extraordinariamente bien en todas las tareas principales de la cocina, cortando aves, carne, pollo, huesos, verduras, pescado, diversos alimentos, hierbas, etc. 【Diseño Eficaz y Ergonomico 】El diseño de las cuchillas ultra afiladas hacen que el corte sea cómodo y sin esfuerzo. Están hechas de acero inoxidable premium, duradero y de alta calidad, resistente a la corrosión y al óxido. Sus mangos están diseñados para proporcionar un contacto cómodo, firme y antideslizante. Es apto para lavavajillas, aunque se recomienda el lavado a mano. 【Funciones Practicas】Abrir botellas y romper nueces son dos necesidades comunes en la cocina y son dos funciones incluidas en estas tijeras de cocina." },
    {"id": 29, "codigo": "PQOZW070LQ", "nombre": "Sora® Llavero Organizador de Llaves Color Azul", "precio": 116, "cantidad": 645, "descripcion": "【No más llaveros abultados】Con el Organizador de Llaves Sora podrás llevar hasta 8 llaves bien organizadas en el bolsillo. 【Práctico y Funcional】El llavero es fácil de armar y desarmar para poner y quitar las llaves que tu desees. Solo usa un cuchillo o hasta una moneda delgada. 【Alta Calidad】El Llavero está hecho con materiales de primera calidad, el mecanismo funciona a la perfección. 【Versátil】Carga tu llavero de manera independiente o agrégalo a las llaves de tu carro. No vuelvas a perder ni olvidar tus llaves." },
    {"id": 30, "codigo": "MKZMJ1W3SG", "nombre": "Laptop Gaming Acer Nitro 15.6, Intel Core i5-8300", "precio": 16990, "cantidad": 105, "descripcion": "Procesador Intel Core i5-8300H de 8a generación (hasta 4.0 GHz) Tarjeta Gráfica NVIDIA GeForce GTX 1050 Ti con 4 GB dedicados de GDDR5 Pantalla de 15.6 Full HD (1920 x 1080) con Acer ComfyView LCD LED backlit 4 GB DDR4 de Memoria RAM + 16 GB de Intel Optane Disco Duro de 1 TB de capacidad, 2.5”, 7200 rpm" }
]